Repository: atamayo/KanbanApp
Catalog: KanbanApp/Resources/Localizable.xcstrings
Source language: en
Languages: ca, de, es_es, fr_fr, hi, it, ja, ko, nl, pl, pt_br, zh_hans

source: Reduce active work before starting anything new. This will protect focus and completion speed.
ca: Redueix la feina activa abans de començar res nou. Això protegirà el focus i la velocitat de finalització.
de: Reduziere aktive Arbeit, bevor du etwas Neues startest. Das schützt Fokus und Abschlussgeschwindigkeit.
es_es: Reduce el trabajo activo antes de empezar nada nuevo. Esto protegerá el foco y la velocidad de finalización.
fr_fr: Réduisez le travail actif avant de commencer quoi que ce soit de nouveau. Cela protégera la concentration et la vitesse d’achèvement.
hi: कुछ नया शुरू करने से पहले सक्रिय काम घटाएँ। इससे फोकस और पूरा करने की गति बचती है।
it: Riduci il lavoro attivo prima di iniziare qualcosa di nuovo. Questo proteggerà concentrazione e velocità di completamento.
ja: 新しいことを始める前に、アクティブな作業を減らしましょう。集中と完了スピードを守れます。
ko: 새로 시작하기 전에 활성 작업을 줄이세요. 그러면 집중과 완료 속도를 보호할 수 있습니다.
nl: Verminder actief werk voordat je iets nieuws start. Dit beschermt focus en voltooiingssnelheid.
pl: Ogranicz aktywną pracę, zanim zaczniesz coś nowego. To ochroni skupienie i tempo kończenia.
pt_br: Reduza o trabalho ativo antes de começar algo novo. Isso protege o foco e a velocidade de conclusão.
zh_hans: 开始新工作前，先减少活跃工作。这样能保护专注和完成速度。

source: REDUCE WIP FIRST
ca: REDUEIX WIP PRIMER
de: ERST WIP REDUZIEREN
es_es: REDUCE WIP PRIMERO
fr_fr: RÉDUIRE LE WIP D’ABORD
hi: पहले WIP घटाएँ
it: RIDUCI PRIMA IL WIP
ja: 先に WIP を減らす
ko: 먼저 WIP 줄이기
nl: VERMINDER EERST WIP
pl: NAJPIERW ZMNIEJSZ WIP
pt_br: REDUZA O WIP PRIMEIRO
zh_hans: 先减少 WIP

source: Reduce WIP Now
ca: Redueix el WIP ara
de: WIP jetzt reduzieren
es_es: Reducir WIP ahora
fr_fr: Réduire le WIP maintenant
hi: अभी WIP घटाएँ
it: Riduci WIP ora
ja: 今すぐ WIP を減らす
ko: 지금 WIP 줄이기
nl: WIP nu verminderen
pl: Zmniejsz WIP teraz
pt_br: Reduzir WIP agora
zh_hans: 现在减少 WIP

source: Related to active work
ca: Relacionada amb feina activa
de: Bezug zu aktiver Arbeit
es_es: Relacionado con trabajo activo
fr_fr: Lié au travail actif
hi: सक्रिय काम से संबंधित
it: Correlato al lavoro attivo
ja: アクティブ作業に関連
ko: 활성 작업과 관련됨
nl: Gerelateerd aan actief werk
pl: Powiązane z aktywną pracą
pt_br: Relacionado ao trabalho ativo
zh_hans: 与活跃工作相关

source: Resolve blocked work before pulling more tasks, unless a new task is urgent and small.
ca: Resol la feina bloquejada abans d'agafar més tasques, tret que una tasca nova sigui urgent i petita.
de: Löse blockierte Arbeit, bevor du mehr Aufgaben hereinholst, außer eine neue Aufgabe ist dringend und klein.
es_es: Resuelve el trabajo bloqueado antes de traer más tareas, salvo que una tarea nueva sea urgente y pequeña.
fr_fr: Résolvez le travail bloqué avant de prendre plus de tâches, sauf si une nouvelle tâche est urgente et petite.
hi: और कार्य खींचने से पहले रुका हुआ काम हल करें, जब तक नया कार्य छोटा और ज़रूरी न हो।
it: Risolvi il lavoro bloccato prima di prendere altre attività, a meno che una nuova attività sia urgente e piccola.
ja: 新しいタスクが緊急で小さい場合を除き、追加で引き込む前にブロック中の作業を解消しましょう。
ko: 새 작업이 긴급하고 작지 않다면, 더 가져오기 전에 막힌 작업을 해결하세요.
nl: Los geblokkeerd werk op voordat je meer taken oppakt, tenzij een nieuwe taak urgent en klein is.
pl: Rozwiąż zablokowaną pracę, zanim weźmiesz więcej zadań, chyba że nowe zadanie jest pilne i małe.
pt_br: Resolva trabalho bloqueado antes de puxar mais tarefas, a menos que uma nova tarefa seja urgente e pequena.
zh_hans: 拉入更多任务前，先解决被阻塞的工作，除非新任务紧急且很小。

source: Restore
ca: Restaura
de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
hi: पुनर्स्थापित करें
it: Ripristina
ja: 復元
ko: 복원
nl: Herstel
pl: Przywróć
pt_br: Restaurar
zh_hans: 恢复

source: Restore from Archive
ca: Restaura des de l'arxiu
de: Aus Archiv wiederherstellen
es_es: Restaurar desde archivo
fr_fr: Restaurer depuis l’archive
hi: आर्काइव से पुनर्स्थापित करें
it: Ripristina dall’archivio
ja: アーカイブから復元
ko: 보관함에서 복원
nl: Herstellen uit archief
pl: Przywróć z archiwum
pt_br: Restaurar do arquivo
zh_hans: 从归档恢复

source: Review Active Tasks
ca: Revisa tasques actives
de: Aktive Aufgaben prüfen
es_es: Revisar tareas activas
fr_fr: Examiner les tâches actives
hi: सक्रिय कार्यों की समीक्षा करें
it: Rivedi attività attive
ja: アクティブタスクを確認
ko: 활성 작업 검토
nl: Actieve taken bekijken
pl: Przejrzyj aktywne zadania
pt_br: Revisar tarefas ativas
zh_hans: 检查活跃任务

source: Review Before Pulling
ca: Revisa abans d'agafar
de: Vor dem Hereinholen prüfen
es_es: Revisar antes de hacer
fr_fr: Relire avant de prendre
hi: खींचने से पहले समीक्षा
it: Rivedi prima di prendere
ja: 引き込む前に確認
ko: 가져오기 전 검토
nl: Review voor oppakken
pl: Przejrzyj przed wzięciem
pt_br: Revisar antes de puxar
zh_hans: 拉入前检查

source: Review Capacity
ca: Revisa la capacitat
de: Kapazität prüfen
es_es: Revisar capacidad
fr_fr: Examiner la capacité
hi: क्षमता की समीक्षा करें
it: Rivedi capacità
ja: 容量を確認
ko: 용량 검토
nl: Capaciteit bekijken
pl: Przejrzyj pojemność
pt_br: Revisar capacidade
zh_hans: 检查容量

source: Review tasks by lane
ca: Revisa tasques per columna
de: Aufgaben nach Spalte prüfen
es_es: Revisar tareas por carril
fr_fr: Examiner les tâches par voie
hi: लेन के अनुसार कार्य देखें
it: Rivedi attività per corsia
ja: 列ごとにタスクを確認
ko: 열별 작업 검토
nl: Taken per kolom bekijken
pl: Przeglądaj zadania według kolumn
pt_br: Revisar tarefas por raia
zh_hans: 按列检查任务

source: Review the suggestion before applying it to the task.
ca: Revisa la suggerència abans d'aplicar-la a la tasca.
de: Prüfe den Vorschlag, bevor du ihn auf die Aufgabe anwendest.
es_es: Revisa la sugerencia antes de aplicarla a la tarea.
fr_fr: Relisez la suggestion avant de l’appliquer à la tâche.
hi: सुझाव को कार्य में लागू करने से पहले समीक्षा करें।
it: Rivedi il suggerimento prima di applicarlo all’attività.
ja: タスクに適用する前に、提案を確認してください。
ko: 작업에 적용하기 전에 제안을 검토하세요.
nl: Bekijk de suggestie voordat je die toepast op de taak.
pl: Przejrzyj sugestię przed zastosowaniem jej do zadania.
pt_br: Revise a sugestão antes de aplicá-la à tarefa.
zh_hans: 应用到任务前，请先检查建议。

source: Review your active tasks and decide what should move forward next.
ca: Revisa les teves tasques actives i decideix què ha d'avançar després.
de: Prüfe deine aktiven Aufgaben und entscheide, was als Nächstes vorankommen soll.
es_es: Revisa tus tareas activas y decide qué debería avanzar después.
fr_fr: Examinez vos tâches actives et décidez ce qui doit avancer ensuite.
hi: अपने सक्रिय कार्य देखें और तय करें कि आगे क्या बढ़ना चाहिए।
it: Rivedi le attività attive e decidi cosa dovrebbe avanzare dopo.
ja: アクティブなタスクを確認し、次に何を進めるか決めましょう。
ko: 활성 작업을 검토하고 다음에 무엇을 앞으로 진행할지 결정하세요.
nl: Bekijk je actieve taken en beslis wat hierna vooruit moet.
pl: Przejrzyj aktywne zadania i zdecyduj, co powinno ruszyć dalej.
pt_br: Revise suas tarefas ativas e decida o que deve avançar em seguida.
zh_hans: 检查你的活跃任务，决定下一步该推进什么。

source: Review your transcript
ca: Revisa la transcripció
de: Prüfe dein Transkript
es_es: Revisa tu transcripción
fr_fr: Relisez votre transcription
hi: अपना ट्रांसक्रिप्ट देखें
it: Rivedi la trascrizione
ja: 文字起こしを確認
ko: 전사 내용을 검토하세요
nl: Bekijk je transcript
pl: Przejrzyj transkrypcję
pt_br: Revise sua transcrição
zh_hans: 检查你的转写文本

source: Scan Text
ca: Escaneja text
de: Text scannen
es_es: Escanear texto
fr_fr: Scanner du texte
hi: टेक्स्ट स्कैन करें
it: Scansiona testo
ja: テキストをスキャン
ko: 텍스트 스캔
nl: Tekst scannen
pl: Skanuj tekst
pt_br: Escanear texto
zh_hans: 扫描文本

source: Scanner unavailable
ca: Escàner no disponible
de: Scanner nicht verfügbar
es_es: Escáner no disponible
fr_fr: Scanner indisponible
hi: स्कैनर उपलब्ध नहीं
it: Scanner non disponibile
ja: スキャナーを利用できません
ko: 스캐너 사용 불가
nl: Scanner niet beschikbaar
pl: Skaner niedostępny
pt_br: Scanner indisponível
zh_hans: 扫描器不可用

source: Search
ca: Cerca
de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt_br: Buscar
zh_hans: 搜索

source: Search tasks
ca: Cerca tasques
de: Aufgaben suchen
es_es: Buscar tareas
fr_fr: Rechercher des tâches
hi: कार्य खोजें
it: Cerca attività
ja: タスクを検索
ko: 작업 검색
nl: Taken zoeken
pl: Szukaj zadań
pt_br: Buscar tarefas
zh_hans: 搜索任务

source: Search your work
ca: Cerca la teva feina
de: Deine Arbeit suchen
es_es: Busca tu trabajo
fr_fr: Rechercher dans votre travail
hi: अपना काम खोजें
it: Cerca nel tuo lavoro
ja: 作業を検索
ko: 작업 검색
nl: Je werk zoeken
pl: Szukaj w swojej pracy
pt_br: Busque seu trabalho
zh_hans: 搜索你的工作

source: See progress, WIP pressure, and flow signals that push you toward finishing.
ca: Veu el progrés, la pressió WIP i els senyals de flux que t'empenyen a acabar.
de: Sieh Fortschritt, WIP-Druck und Flow-Signale, die dich Richtung Abschluss schieben.
es_es: Ve el progreso, la presión WIP y las señales de flujo que te empujan a terminar.
fr_fr: Voyez la progression, la pression WIP et les signaux de flux qui vous poussent vers l’achèvement.
hi: प्रगति, WIP दबाव और ऐसे फ़्लो संकेत देखें जो आपको पूरा करने की ओर धकेलते हैं।
it: Vedi progressi, pressione WIP e segnali di flusso che ti spingono verso il completamento.
ja: 進捗、WIP 圧力、完了へ向かうためのフローサインを確認できます。
ko: 완료로 이끄는 진행 상황, WIP 압박, 흐름 신호를 확인하세요.
nl: Bekijk voortgang, WIP-druk en flowsignalen die je richting afronden duwen.
pl: Zobacz postęp, presję WIP i sygnały przepływu, które kierują Cię ku kończeniu.
pt_br: Veja progresso, pressão de WIP e sinais de fluxo que empurram você para a conclusão.
zh_hans: 查看进度、WIP 压力和流程信号，推动你走向完成。

source: See your work clearly
ca: Veu la teva feina clarament
de: Sieh deine Arbeit klar
es_es: Ve tu trabajo con claridad
fr_fr: Voir clairement votre travail
hi: अपना काम साफ देखें
it: Vedi chiaramente il tuo lavoro
ja: 作業をはっきり見る
ko: 작업을 명확히 보기
nl: Zie je werk duidelijk
pl: Zobacz swoją pracę jasno
pt_br: Veja seu trabalho com clareza
zh_hans: 清楚看到你的工作

source: Send one daily reminder when In Progress tasks are aging or stalled.
ca: Envia un recordatori diari quan les tasques En curs envelleixin o s'encallin.
de: Sende täglich eine Erinnerung, wenn In-Arbeit-Aufgaben altern oder feststecken.
es_es: Envía un recordatorio diario cuando las tareas En curso estén envejeciendo o estancadas.
fr_fr: Envoyer un rappel quotidien quand les tâches En cours vieillissent ou sont bloquées.
hi: जब प्रगति में कार्य लंबे खिंचें या रुकें, तो रोज़ एक reminder भेजें।
it: Invia un promemoria giornaliero quando le attività In corso stanno invecchiando o sono in stallo.
ja: 進行中のタスクが長引いたり停滞したりしているとき、1 日 1 回リマインダーを送信します。
ko: 진행 중 작업이 오래되거나 지연되면 하루에 한 번 알림을 보냅니다.
nl: Stuur één dagelijkse herinnering wanneer taken In uitvoering verouderen of vastlopen.
pl: Wyślij jedno dzienne przypomnienie, gdy zadania W toku się starzeją lub zatrzymują.
pt_br: Envie um lembrete diário quando tarefas Em andamento estiverem envelhecendo ou paradas.
zh_hans: 当进行中的任务变久或停滞时，每天发送一次提醒。

source: Send revised pricing copy and confirm the launch date before Friday.
ca: Envia el text revisat de preus i confirma la data de llançament abans de divendres.
pl: Wyślij poprawiony tekst cen i potwierdź datę startu przed piątkiem.

source: Set a max number of active tasks so your attention stays narrow.
ca: Defineix un màxim de tasques actives perquè l'atenció es mantingui concentrada.
de: Lege eine maximale Anzahl aktiver Aufgaben fest, damit deine Aufmerksamkeit eng fokussiert bleibt.
es_es: Define un número máximo de tareas activas para mantener la atención enfocada.
fr_fr: Définissez un nombre maximal de tâches actives pour garder votre attention resserrée.
hi: सक्रिय कार्यों की अधिकतम संख्या तय करें ताकि ध्यान सीमित रहे।
it: Imposta un numero massimo di attività attive così la tua attenzione resta ristretta.
ja: アクティブなタスクの上限を設定して、注意力を絞ります。
ko: 주의를 좁게 유지하도록 활성 작업의 최대 개수를 설정하세요.
nl: Stel een maximumaantal actieve taken in zodat je aandacht smal blijft.
pl: Ustaw maksymalną liczbę aktywnych zadań, aby utrzymać wąskie skupienie.
pt_br: Defina um número máximo de tarefas ativas para manter sua atenção concentrada.
zh_hans: 设置活跃任务上限，让注意力保持集中。

source: Settings
ca: Configuració
de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
zh_hans: 设置

source: Skip
ca: Omet
de: Überspringen
es_es: Omitir
fr_fr: Ignorer
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt_br: Pular
zh_hans: 跳过

source: Slots Left
ca: Espais lliures
de: Freie Plätze
es_es: Huecos libres
fr_fr: Créneaux restants
hi: बचे स्लॉट
it: Spazi rimasti
ja: 残り枠
ko: 남은 슬롯
nl: Slots over
pl: Wolne miejsca
pt_br: Espaços restantes
zh_hans: 剩余位置

source: Small WIP, faster finish
ca: WIP petit, acabes més ràpid
de: Kleines WIP, schneller fertig
es_es: WIP pequeño, finalización más rápida
fr_fr: Petit WIP, finition plus rapide
hi: छोटा WIP, तेज़ पूरा
it: WIP piccolo, completamento più rapido
ja: WIP を小さく、完了を速く
ko: 작은 WIP, 더 빠른 완료
nl: Kleine WIP, sneller klaar
pl: Mały WIP, szybsze kończenie
pt_br: WIP menor, conclusão mais rápida
zh_hans: 更小 WIP，更快完成

source: Speech recognition access is required to dictate tasks. Enable it in Settings.
ca: Cal accés al reconeixement de veu per dictar tasques. Activa-ho a Configuració.
de: Zugriff auf Spracherkennung ist nötig, um Aufgaben zu diktieren. Aktiviere ihn in den Einstellungen.
es_es: Se necesita acceso al reconocimiento de voz para dictar tareas. Actívalo en Ajustes.
fr_fr: L’accès à la reconnaissance vocale est nécessaire pour dicter des tâches. Activez-le dans Réglages.
hi: कार्य बोलकर लिखने के लिए speech recognition access चाहिए। इसे सेटिंग्स में चालू करें।
it: L’accesso al riconoscimento vocale è necessario per dettare attività. Abilitalo in Impostazioni.
ja: タスクを音声入力するには音声認識へのアクセスが必要です。設定で有効にしてください。
ko: 작업을 받아쓰려면 음성 인식 접근 권한이 필요합니다. 설정에서 허용하세요.
nl: Toegang tot spraakherkenning is vereist om taken te dicteren. Schakel dit in via Instellingen.
pl: Dostęp do rozpoznawania mowy jest wymagany do dyktowania zadań. Włącz go w Ustawieniach.
pt_br: O acesso ao reconhecimento de fala é necessário para ditar tarefas. Ative em Ajustes.
zh_hans: 听写任务需要语音识别权限。请在设置中开启。

source: Stalled
ca: Encallada
de: Feststeckend
es_es: Estancadas
fr_fr: Bloquée
hi: रुका हुआ
it: In stallo
ja: 停滞
ko: 지연됨
nl: Vastgelopen
pl: Zatrzymane
pt_br: Paradas
zh_hans: 停滞

source: Stalled after
ca: Encallada després de
de: Steckt fest nach
es_es: Estancada tras
fr_fr: Blocage après
hi: इसके बाद रुका माना जाए
it: In stallo dopo
ja: 停滞のしきい値
ko: 지연 기준
nl: Vastgelopen na
pl: Zatrzymane po
pt_br: Parada após
zh_hans: 停滞阈值

source: Stalled Tasks
ca: Tasques encallades
de: Feststeckende Aufgaben
es_es: Tareas estancadas
fr_fr: Tâches bloquées
hi: रुके हुए कार्य
it: Attività in stallo
ja: 停滞しているタスク
ko: 지연된 작업
nl: Vastgelopen taken
pl: Zatrzymane zadania
pt_br: Tarefas paradas
zh_hans: 停滞任务

source: Start a new task only when capacity opens. Completion creates space for the next commitment.
ca: Comença una tasca nova només quan s'obri capacitat. Acabar crea espai per al següent compromís.
de: Starte eine neue Aufgabe nur, wenn Kapazität frei wird. Abschlüsse schaffen Platz für das nächste Commitment.
es_es: Empieza una tarea nueva solo cuando se abra capacidad. Terminar crea espacio para el siguiente compromiso.
fr_fr: Commencez une nouvelle tâche seulement quand de la capacité se libère. L’achèvement crée de la place pour le prochain engagement.
hi: नया कार्य तभी शुरू करें जब क्षमता खुले। पूरा होना अगले commitment के लिए जगह बनाता है।
it: Inizia una nuova attività solo quando si libera capacità. Il completamento crea spazio per il prossimo impegno.
ja: 容量が空いたときだけ新しいタスクを始めましょう。完了が次の約束のための余地を作ります。
ko: 여유가 생겼을 때만 새 작업을 시작하세요. 완료가 다음 약속을 위한 공간을 만듭니다.
nl: Start alleen een nieuwe taak wanneer er capaciteit vrijkomt. Voltooiing maakt ruimte voor de volgende commitment.
pl: Zaczynaj nowe zadanie tylko wtedy, gdy pojawi się pojemność. Ukończenie tworzy miejsce na kolejne zobowiązanie.
pt_br: Comece uma nova tarefa apenas quando houver capacidade. A conclusão cria espaço para o próximo compromisso.
zh_hans: 只有当容量释放出来时，才开始新任务。完成会为下一个承诺创造空间。

source: Start Focusing
ca: Comença a enfocar-te
de: Fokus starten
es_es: Empezar a enfocarte
fr_fr: Commencer à se concentrer
hi: फोकस शुरू करें
it: Inizia a concentrarti
ja: 集中を始める
ko: 집중 시작
nl: Begin met focussen
pl: Zacznij się skupiać
pt_br: Começar a focar
zh_hans: 开始专注

source: Status
ca: Estat
es_es: Estado
fr_fr: Statut
hi: स्थिति
it: Stato
ja: ステータス
ko: 상태
zh_hans: 状态

source: Status distribution: %lld to do, %lld in progress, %lld done
ca: Distribució d'estat: %lld per fer, %lld en curs, %lld fetes
de: Statusverteilung: %lld zu erledigen, %lld in Arbeit, %lld erledigt
es_es: Distribución de estados: %lld por hacer, %lld en curso, %lld terminadas
fr_fr: Répartition des statuts : %lld à faire, %lld en cours, %lld terminées
hi: स्थिति वितरण: %lld करना है, %lld प्रगति में, %lld पूरे
it: Distribuzione stati: %lld da fare, %lld in corso, %lld completate
ja: ステータス分布: 未着手 %lld 件、進行中 %lld 件、完了 %lld 件
ko: 상태 분포: 할 일 %lld개, 진행 중 %lld개, 완료 %lld개
nl: Statusverdeling: %lld te doen, %lld in uitvoering, %lld klaar
pl: Rozkład statusów: %lld do zrobienia, %lld w toku, %lld ukończone
pt_br: Distribuição de status: %lld a fazer, %lld em andamento, %lld concluídas
zh_hans: 状态分布：%lld 个待办，%lld 个进行中，%lld 个已完成

source: Stop
ca: Atura
de: Stopp
es_es: Parar
fr_fr: Arrêter
hi: रोकें
it: Ferma
ja: 停止
ko: 중지
pt_br: Parar
zh_hans: 停止

source: Strong finishing rhythm.
ca: Bon ritme de finalització.
de: Starker Abschlussrhythmus.
es_es: Buen ritmo de finalización.
fr_fr: Rythme de finition solide.
hi: पूरा करने की अच्छी लय।
it: Ritmo di completamento solido.
ja: 良い完了リズムです。
ko: 강한 마무리 리듬입니다.
nl: Sterk afrondritme.
pl: Silny rytm kończenia.
pt_br: Ritmo forte de conclusão.
zh_hans: 完成节奏很好。

source: Stronger focus
ca: Focus més fort
de: Stärkerer Fokus
es_es: Más foco
fr_fr: Concentration renforcée
hi: ज़्यादा मजबूत फोकस
it: Concentrazione più forte
ja: より強い集中
ko: 더 강한 집중
nl: Sterkere focus
pl: Silniejsze skupienie
pt_br: Foco mais forte
zh_hans: 更强专注

source: Suggest Next Action
ca: Suggereix la següent acció
de: Nächste Aktion vorschlagen
es_es: Sugerir siguiente acción
fr_fr: Suggérer l’action suivante
hi: अगली कार्रवाई सुझाएँ
it: Suggerisci prossima azione
ja: 次のアクションを提案
ko: 다음 행동 제안
nl: Volgende actie voorstellen
pl: Zasugeruj następne działanie
pt_br: Sugerir próxima ação
zh_hans: 建议下一步行动

source: Suggestion added to the task description.
ca: S'ha afegit la suggerència a la descripció de la tasca.
de: Vorschlag zur Aufgabenbeschreibung hinzugefügt.
es_es: Sugerencia añadida a la descripción de la tarea.
fr_fr: Suggestion ajoutée à la description de la tâche.
hi: सुझाव कार्य विवरण में जोड़ दिया गया।
it: Suggerimento aggiunto alla descrizione dell’attività.
ja: 提案をタスクの説明に追加しました。
ko: 제안이 작업 설명에 추가되었습니다.
nl: Suggestie toegevoegd aan de taakbeschrijving.
pl: Sugestia dodana do opisu zadania.
pt_br: Sugestão adicionada à descrição da tarefa.
zh_hans: 建议已添加到任务描述。

source: task
ca: tasca
de: Aufgabe
es_es: tarea
fr_fr: tâche
hi: कार्य
it: attività
ja: タスク
ko: 작업
nl: taak
pl: zadanie
pt_br: tarefa
zh_hans: 任务

source: Task Details
ca: Detalls de la tasca
de: Aufgabendetails
es_es: Detalles de la tarea
fr_fr: Détails de la tâche
hi: कार्य विवरण
it: Dettagli attività
ja: タスク詳細
ko: 작업 세부 정보
nl: Taakdetails
pl: Szczegóły zadania
pt_br: Detalhes da tarefa
zh_hans: 任务详情

source: Task Sync
ca: Sincronització de tasques
de: Aufgabensync
es_es: Sincronización de tareas
fr_fr: Synchronisation des tâches
hi: कार्य सिंक
it: Sincronizzazione attività
ja: タスク同期
ko: 작업 동기화
nl: Taaksynchronisatie
pl: Synchronizacja zadań
pt_br: Sincronização de tarefas
zh_hans: 任务同步

source: tasks
ca: tasques
de: Aufgaben
es_es: tareas
fr_fr: tâches
hi: कार्य
it: attività
ja: タスク
ko: 작업
nl: taken
pl: zadania
pt_br: tarefas
zh_hans: 任务

source: Tasks are currently stored only on this device. Turn on iCloud for this app to keep tasks available when you switch phones.
ca: Les tasques ara mateix només es desen en aquest dispositiu. Activa iCloud per a aquesta app per mantenir-les disponibles quan canviïs de telèfon.
de: Aufgaben werden derzeit nur auf diesem Gerät gespeichert. Aktiviere iCloud für diese App, damit deine Aufgaben verfügbar bleiben, wenn du das Telefon wechselst.
es_es: Ahora mismo las tareas se guardan solo en este dispositivo. Activa iCloud para esta app y tendrás tus tareas disponibles cuando cambies de teléfono.
fr_fr: Les tâches sont actuellement stockées uniquement sur cet appareil. Activez iCloud pour cette app afin de garder vos tâches disponibles quand vous changez de téléphone.
hi: कार्य अभी सिर्फ इस डिवाइस पर सेव हैं। फ़ोन बदलने पर कार्य उपलब्ध रखने के लिए इस ऐप के लिए iCloud चालू करें।
it: Le attività sono attualmente archiviate solo su questo dispositivo. Attiva iCloud per questa app per mantenerle disponibili quando cambi telefono.
ja: 現在、タスクはこのデバイスにのみ保存されています。この App で iCloud をオンにすると、機種変更後もタスクを利用できます。
ko: 현재 작업은 이 기기에만 저장됩니다. 휴대폰을 바꿔도 작업을 사용할 수 있도록 이 앱의 iCloud를 켜세요.
nl: Taken worden momenteel alleen op dit apparaat bewaard. Schakel iCloud in voor deze app om taken beschikbaar te houden wanneer je van telefoon wisselt.
pl: Zadania są obecnie przechowywane tylko na tym urządzeniu. Włącz iCloud dla tej aplikacji, aby zachować dostęp do zadań po zmianie telefonu.
pt_br: As tarefas estão armazenadas apenas neste dispositivo. Ative o iCloud para este app para manter suas tarefas disponíveis ao trocar de telefone.
zh_hans: 任务目前只存储在此设备上。为这款 App 开启 iCloud，即使换手机也能继续访问任务。

source: Tasks no longer have to live in memory. The board and dashboard hold the system for you.
ca: Les tasques ja no han de viure a la memòria. El tauler i el panell sostenen el sistema per tu.
de: Aufgaben müssen nicht mehr in deinem Kopf wohnen. Board und Dashboard halten das System für dich.
es_es: Las tareas ya no tienen que vivir en tu memoria. El tablero y el panel sostienen el sistema por ti.
fr_fr: Les tâches n’ont plus besoin de vivre dans votre mémoire. Le tableau et le tableau de bord portent le système pour vous.
hi: कार्य अब याददाश्त में रखने की ज़रूरत नहीं। बोर्ड और डैशबोर्ड आपके लिए सिस्टम संभालते हैं।
it: Le attività non devono più vivere nella memoria. Il tabellone e la dashboard tengono il sistema per te.
ja: タスクを頭の中だけで覚えておく必要はありません。ボードとダッシュボードが仕組みを支えます。
ko: 이제 작업을 머릿속에 보관할 필요가 없습니다. 보드와 대시보드가 시스템을 대신 잡아 줍니다.
nl: Taken hoeven niet langer in je geheugen te leven. Het bord en dashboard dragen het systeem voor je.
pl: Zadania nie muszą już być trzymane w pamięci. Tablica i pulpit utrzymują system za Ciebie.
pt_br: As tarefas não precisam mais ficar na memória. O quadro e o painel sustentam o sistema para você.
zh_hans: 任务不再需要全部记在脑子里。看板和仪表盘会帮你承载这个系统。
